# Taps
tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-eid'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'

# Binaries
brew 'wget'
brew 'unrar'
brew 'coreutils' # Those that come with macOS are outdated
brew 'autojump'
brew 'php-cs-fixer'
brew 'git'
brew 'git-flow'
brew 'mackup'
brew 'composer'
brew 'mas'



# Quicklook
# cask 'qlcolorcode'
# cask 'qlmarkdown'
# cask 'quicklook-json'
# cask 'quicklook-csv'
# cask 'qlstephen'

# Fonts
# cask 'font-lato'
# cask 'font-open-sans'
# cask 'font-roboto'
# cask 'font-roboto-condensed'
# cask 'font-source-code-pro'
# cask 'font-source-sans-pro'
# cask 'font-source-serif-pro'

# Mac App Store
mas 'Pages', id: 409201541
mas 'Numbers', id: 409203825
mas 'dingtalk', id: 1435447041
mas 'snippetslab', id: 1006087419
mas 'json-peep-for-safari', id: 1458969831
mas '企业微信', id: 1189898970
mas '智行vpn', id: 1213730464
mas '滴答清单', id:966085870
mas 'Wechat', id:836500024
